[
  {
    "type": "sentence",
    "speaker": "narrator",
    "text": "Дом старухи Травницы притаился на самой кромке деревни, где последние хижины уступают место чёрному лесу. Его стены, сложенные из грубого камня и обмазанные глиной, поросли мхом и плющом, словно природа пытается укрыть это место от чужих глаз. Крыша, крытая соломой, просела от времени, а из трубы вьётся тонкая струйка дыма, пахнущая горькими травами. У входа — покосившаяся калитка, окружённая грядками с чахлыми растениями, что кажутся живыми, но едва цепляются за землю. Над дверью висит пучок сушёных трав, отгоняющий злых духов, но в воздухе витает тяжёлый дух сырости и чего-то недоброго.\n"
  },
  {
    "type": "sentence",
    "speaker": "narrator",
    "text": "Старуха Травница, сгорблена, как старый дуб под ветром. Её лицо — карта морщин, вырезанная временем и горем, а глаза, мутно-зелёные, будто болотные огни, смотрят так, словно видят твою душу насквозь. Волосы, седые и спутанные, торчат из-под чёрного платка, а длинные пальцы, узловатые, как корни, сжимают посох, увитый лозой. Её одежда — лохмотья некогда тёмно-зелёного платья, пропитанного запахом земли и трав. Движения медленные, но точные, а голос — хриплый, как шорох опавших листьев, с ноткой скрытой угрозы.\n"
  },
  {
    "type": "sentence",
    "speaker": "Травница",
    "text": "[italic_on]Прищурившись, оглядывает странника с ног до головы.[italic_off] Хм, ещё один смельчак... или глупец? Что привело тебя к моему порогу, чужак?"
  },
  {
    "id": "meeting_with_alchemist",
    "speaker": "Морва",
    "type": "choice",
    "allNodes": [
      {
        "id": "alchemist_past_true",
        "isUnlocked": false,
        "text": "Старик Гласвид сказал, что в молодости ты пыталась разгадать загадку колдуна. Можешь мне рассказать подробнее?\n",
        "response": "Я не так много знаю. Гласвид правильно сказал, я только пыталась. Но слушай, что знаю. Давным давно здесь жил колдун - Азарион. Жил он в башне в чаще леса. Слухи, которые смогли дожить до наших лет, говорят, что он питал лес магией, другие - что высасывал жизнь из всего живого, чтоб обмануть смерть. [italic_on]Её голос становится тише.[italic_off] Я же сама знаю, что Азарион искал секрет бессмертия, да вот удалось ему или нет - неизвестно. Башня его, так и стоит в чаще леса. В юности я пыталась попасть туда. Думала найду его секреты, а может и дело продолжу. Но там... [italic_on]Она ненадолго замолкает, ее глаза наполняются ужасом.[italic_off] там страж. Не человек, не зверь. Глаза, как угли, и голос от которого кровь стынет. Он не пускает. Никого. [italic_on]Если ты собираешься в лес, купи немного зелий, они тебе пригодятся.[italic_off]\n"
      },
      {
        "id": "alchemist_past_false",
        "isUnlocked": true,
        "text": "Я иду в лес. Хочу прикупить пару зелий.\n",
        "response": "Зелья? Ах, ну да, зелья! Вот выбирай... [italic_on]Морва достает ящик с пыльными склянками.[italic_off] Не морщись, любое из них спасет тебе здоровье, если потребуется."
      }
    ]
  }
]

