[
  {
    "type": "sentence",
    "speaker": "narrator",
    "text": "У околицы, под кривым фонарным столбом, ты видишь сгорбленного старика.\nЕго мантия истрепалась, а глаза выцветшие, как осенний туман, смотрят будто сквозь тебя. Старик опирается на узловатую трость, и его голос дрожит, когда он заговаривает:\n"
  },
  {
    "type": "sentence",
    "speaker": "Старик",
    "text": "Здравствуй, путник! Меня зовут Фьор, я старейшина деревни. А ты? Как тебя звать?\n"
  },
  {
    "id": "name",
    "type": "input",
    "text": "Введите имя персонажа: "
  },
  {
    "type": "sentence",
    "speaker": "Фьор",
    "text": "Неплохое имя для надгробной плиты. [italic_on]Старик издает тихий смешок, и затем продолжает:[italic_off] И чем ты занимался... {username}, до того, как решил приехать в это богами забытое место?\n"
  },
  {
    "id": "career_choice",
    "type": "choice",
    "allNodes": [
      {
        "id": "strength",
        "isUnlocked": true,
        "text": "Я работал на мельнице. В основном таскал мешки с мукой. (Сила + 3, HP + 10)\n",
        "response": "Говоришь, мешки с мукой тягал? Сила в лесу тебе пригодится, это да... Но лес не всегда ломает тело — иногда он ломает саму душу."
      },
      {
        "id": "dexterity",
        "isUnlocked": true,
        "text": "Ездил с цыганами по миру, выступал. (Ловкость + 3, Сила + 1)\n",
        "response": "Посмотрим, сможешь ли ты лес обмануть, как обманывал зрителей в городах."
      },
      {
        "id": "health",
        "isUnlocked": true,
        "text": "Помогал алхимику зашивать людей, а иногда кости вставлять. (HP + 30, Ловкость + 1)\n",
        "response": "Может, ты и лес залатать сумеешь, если вдруг он треснет."
      }
    ]
  },
  {
    "type": "sentence",
    "speaker": "Фьор",
    "text": "Путь свой держишь в лес, я так понимаю? Другие к нам и не приходят.\n"
  },
  {
    "id": "history_choice",
    "type": "choice",
    "allNodes": [
      {
        "isUnlocked": true,
        "text": "[промолчать]\n",
        "response": ""
      },
      {
        "isUnlocked": true,
        "text": "Я не знаю. Последнее время... мне снится скала в роще. И женщина... она зовет на помощь... меня.\n",
        "response": "Много вас таких пришло. Не ты первый. Да и не ты последний, думаю. "
      }
    ]
  },
  {
    "type": "sentence",
    "speaker": "Фьор",
    "text": "[response_history_choice]Отговаривать я тебя не стану, все равной не выйдет. [italic_on]Старик пристально смотрит на тебя[italic_off]. [response_career_choice] Прежде чем пойдешь в лес, зайди к нашей старухе, что живет на окраине. Она травница. Но и зелья иногда варит, если монетку ей подкинуть. Пахнут, правда, как смерть, но может они помогут тебе дожить до заката. И можешь зайти к Ольгерду, он наш кузнец. В основном подковы делает, но может и тебе чем поможет.\n"
  }
]

