{
  "id": "warden_talk",
  "type": "cyclic_choice",
  "speaker": "Фьор",
  "allNodes": [
    {
      "id": "warden_talk.about_headman",
      "isUnlocked": true,
      "text": "Расскажи о себе\n",
      "response": "Кто я? Старик, что тянет лямку старосты. Родился тут, тут и сгину. Народ выбрал меня - мол, язык острый, голова на месте. Хрипло смеется. Теперь вот стою, провожаю путников на смерть, да и жду когда она меня заберет.\n"
    },
    {
      "id": "warden_talk.about_alchemist",
      "isUnlocked": true,
      "text": "Можешь мне больше рассказать о алхимике?\n",
      "response": "Морва? Она наша травница. До настоящего алхимика ей еще далеко. Но выбора у нас немного. В юности грезила, что сможет разгадать загадку леса или хотела овладеть силой колдуна. Можешь ее расспросить, за звонкую монету она тебе все расскажет.\n",
      "nextNodes": [
        "warden_talk.sorcerer", "alchemist_past_true"
      ]
    },
    {
      "id": "warden_talk.about_blacksmith",
      "isUnlocked": true,
      "text": "Что ты можешь рассказать о кузнеце?\n",
      "response": "Наш кузнец, Торрен это смесь упрямства и тоски. Все грезит, что когда-нибудь вытащат иззаточения в камне «бедную» Лилит. Зайди к нему, может он тебе поможет.\n",
      "nextNodes": [
        "warden_talk.about_witch"
      ]
    },
    {
      "id": "warden_talk.about_curse",
      "isUnlocked": true,
      "text": "Что ты знаешь о проклятии?\n",
      "response": "[italic_on]Хмыкает.[italic_off] Проклятие? Лес мёртв, звери твари, а люди пропадают. Что тут знать? [italic_on]Усмехается.[italic_off] Раньше в лесу колдун и ведьма жили, вот из-за них и все беды. А после их смерти камень в лесу появился, ну вот и всё в общем-то.\n",
      "nextNodes": [
        "warden_talk.sorcerer",
        "warden_talk.about_witch",
        "warden_talk.about_stone"
      ]
    },
    {
      "id": "warden_talk.sorcerer",
      "isUnlocked": false,
      "text": "Колдун?\n",
      "response": "[italic_on]Щурится, будто оценивая тебя.[italic_off] Азардон, вроде его звали. Жил в башне, в лесу. Делал, что хотел, пока не сгинул. А может так и живет в этой башне. Можешь алхимика расспросить про него.\n"
    },
    {
      "id": "warden_talk.about_witch",
      "isUnlocked": false,
      "text": "Расскажи о ведьме.\n",
      "response": "Лилит, говорят, сожгли ее. Кто-то говорит за дело, кто-то зря. [italic_on]Усмехается.[italic_off] Мертвые не жалуются мне, так что можешь не расспрашивать.\n"
    },
    {
      "id": "warden_talk.about_stone",
      "isUnlocked": false,
      "text": "Ты что-то говорил про камень в лесу. Может это я его вижу во снах?\n",
      "response": "Может и его? Мне почем знать. Стоит где-то в чаще. Шепчет. Ступай, послушай.\n"
    },
    {
      "id": "warden_talk.leave_village",
      "isUnlocked": true,
      "text": "Почему из деревни никто не уходит?\n",
      "response": "Лицо старика искривляется в ухмылке. Лес не отпускает. Уйдешь — вернешься. Или пропадешь.\n"
    },
    {
      "id": "warden_talk.exit",
      "isUnlocked": true,
      "text": "[уйти]\n",
      "response": "Помни, многие ушли в лес - кто за славой, кто за ответами, а кто чтобы снять проклятие. Никто не вернулся прежним, если, конечно, вернулся. [italic_on]Староста замолкает, его взгляд скользит К горизонту, где черная стена леса режет небо, как лезвие.[italic_off]\n"
    }
  ]
}

